export const messageText = {
    0: {
        message: 'Ви натиснули "Ухід", але не було ніякої минулої дії. Можливо Ви помилились кнопкою?',
        noText: 'записати як "Прихд"',
        yesText: 'скасувати дію'
    },
    1: {
        message: 'Ви натиснули "Ухід", хоча минулий раз теж було натиснуто "Ухід"! Це випадкове натискання чи правильна дія? ',
        noText: 'записати як "Прихд"',
        yesText: 'скасувати дію'
    },
    2: {
        message: 'Ви натиснули "Прихід", хоча минулий раз теж було натиснуто "Прихід"! Це випадкове натискання чи правильна дія? ',
        noText: 'записати як "Ухід"',
        yesText: 'записати як "Прихд"'
    }, 
};


// PP
// Можливо Ви помилились кнопкою?
// записати як ухід (fasleEvent) - записати як прихід (надіслати trueEvent)

// UU
// Можливо Ви помилились кнопкою?
// записати як прихід (fasleEvent) - скасувати дію (таймер)

// nU
// Можливо Ви помилились кнопкою?
// записати як прихід (fasleEvent) - скасувати дію (таймер)