export const messageText = {
    0: {
        message: 'Ви натиснули "Уход", але не було ніякої минулої дії. Можливо Ви помилились кнопкою?',
        noText: 'змінити на "Приход"',
        yesText: 'видалити цей "Уход"'
    },
    1: {
        message: 'Ви натиснули "Уход", хоча минулий раз теж було натиснуто "Уход"! Можливо Ви помилились кнопкою? ',
        noText: 'змінити на "Приход"',
        yesText: 'видалити цей "Уход"'
    },
    2: {
        message: 'Ви натиснули "Приход", хоча минулий раз теж було натиснуто "Приход"! Можливо Ви помилились кнопкою? ',
        noText: 'записати як "Уход"',
        yesText: 'записати як "Приход"'
    }, 
};


// PP
// Можливо Ви помилились кнопкою?
// записати як ухід (fasleEvent) - записати як прихід (надіслати trueEvent)

// UU
// Можливо Ви помилились кнопкою?
// записати як прихід (fasleEvent) - скасувати дію (таймер)

// nU
// Можливо Ви помилились кнопкою?
// записати як прихід (fasleEvent) - скасувати дію (таймер)